<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>
<body>
<?php
$students = [
    "นางสาวกัลยภรณ์ สิทธิวงศ์",
    "นายจุฬาลักษณ์ คงจรูญ",
    "นายไตรคูน บุญนำ",
    "นายวรนาศักดิ์ เกียรติพิเชฐชื่น",
    "นายนนทวัฒน์ ขำดวง",
    "นายภานุพงศ์ สายศร",
    "นายปัณณกร พวงสุวรรณ",
    "นายวิศรุต กลิ่นเรือง",
    "นายอมรเทพ อันโน",
    "นายจักรกริช เทศทอง",
    "นายจิรฐา น้อยศรี",
    "นายกรพิพัฒน์ เล็กนาก",
    "นายภัทรพล ชมพุฒ",
    "นายศุภชัย รุ่งแสง",
    "นายณัฐพล ปลื้มกิจมงคล",
    "นายพลัษฎฐ์ ด้านอนันต์สุข",
    "นายเรืองวิทย์ โชคชัย",
    "นายจิรายุธ บูรณะจันทร์",
    "นางสาวณัชชา คำภา",
    "นางสาวสาวิตรี มินสะมัน",
    "นางสาวบัณพร ศิริพันธ์",
    "นางสาวญาณิศา พ่วงพี",
    "นางสาวกิตญาดา จิตรวิมลรัตน์",
    "นางสาวสุดารัตน์ สวนยิ้ม",
    "นางสาวพลอยประภัส พิษรักษ์",
    "นางสาวทัศชนก สมัย",
    "นางสาวแพรพิไล บุญครอง",
    "นางสาวกาญจน์เกล้า สิทโธ",
    "นางสาวกฤติมา เกียรติอาภรณ์",
    "นางสาวอภิษฎา วชิระศรีสุนทรา",
    "นางสาวศิริกานต์ เบ้าตุ๋น",
    "นางสาวกัญญาวีย์ อุดมสารี",
    "นางสาวณัฐริณีย์ ฉิมเรือง",
    "นางสาวพิชญาภรณ์ มีโชคสม",
    "นางสาวกัลย์ณิศา รัตน์เรืองอุดม",
    "นางสาวชุดา สาริพันธ์",
    "นางสาวกันตา ปิยะภัทรกุล",
    "นางสาวนภัสพรพรหม ตันชรากรณ์",
    "ยางสาวกิ่งกาญจน์ รวมพล",
    "นางสาววชิราญาณ์ วชิระนาวิน"
];
echo "<h2>รายชื่อนักเรียน</h2>";
echo "<table border='1' cellpadding='8'>";
echo "<tr><th>เลขที่</th><th>ชื่อ - นามสกุล</th></tr>";
foreach ($students as $index => $name) {
    $number = $index + 1;
    echo "<tr><td>$number</td><td>$name ม.6/9</td></tr>";
}

echo "</table>";
?>
 

</body>
</html>
